Repository: WRup/demo
Catalog: translations/messages+intl-icu.*.xlf
Languages: pl

# title.login
source: Secure Sign in
pl: Bezpieczne logowanie

# title.accessory_list
source: Lab Inventory
pl: Wyposażenie laboratorium

# title.show_accessory
source: Lab Accessory #{id, number}
pl: Przyrząd #{id, number}

# title.edit_post
source: Edit accessory #{id, number}
pl: Edytuj przyrząd #{id, number}

# title.edit_user
source: Edit user
pl: Zarządzenie kontem

# title.change_password
source: Change password
pl: Zmiana hasła

# action.show
source: Show
pl: Pokaż

# action.edit
source: Edit
pl: Edytuj

# action.save
source: Save changes
pl: Zapisz

# action.delete_accessory
source: Delete accessory
pl: Usuń przyrząd

# delete_accessory_modal.title
source: Are you sure you want to delete this accessory?
pl: Czy na pewno chcesz usunąć ten przyrząd?

# delete_accessory_modal.body
source: This action cannot be undone.
pl: Ta akcja nie może zostać cofnięta.

# label.delete_accessory
source: Delete accessory
pl: Usuń przyrząd

# label.cancel
source: Cancel
pl: Anuluj

# action.create_one_accessory
source: Increase quantity by one piece of accessory #{id, number}
pl: Dodaj jeden egzemplarz przyrządu #{id, number}

# action.create_accessory
source: Add new accessory
pl: Dodaj nowy przyrząd

# label.save_and_create_new
source: Save and create new
pl: Zapisz i dodaj kolejny

# action.back_to_list
source: Back to the accessory list
pl: Powrót do listy artykułów

# action.sign_in
source: Sign in
pl: Zaloguj się

# action.manage_users
source: Manage users
pl: Zarządzaj użytkownikami

# action.manage_lab
source: Manage laboratory
pl: Zarządzanie laboratorium

# action.edit_user
source: Edit user
pl: Zarządzanie kontem

# action.change_password
source: Change password
pl: Zmiana hasła

# label.loan_user
source: Loaned by
pl: Wypożyczone przez

# label.number
source: Ordinal number
pl: Liczba porządkowa

# label.name
source: Name
pl: Nazwa przyrządu

# label.manufacturer
source: Manufacturer
pl: Oznaczenie producenta

# label.url
source: URL
pl: URL do strony producenta

# label.title
source: Name
pl: Nazwa

# action.close
source: Close
pl: Blisko

# label.username
source: Username
pl: Użytkownik

# label.fullname
source: Name and Surname
pl: Imię i nazwisko

# label.password
source: Password
pl: Hasło

# label.current_password
source: Current password
pl: Obecne hasło

# label.new_password
source: New password
pl: Nowe hasło

# label.new_password_confirm
source: Confirm password
pl: Potwierdź nowe hasło

# label.role
source: Role
pl: Rola

# label.content
source: Content
pl: Opis tekstowy

# label.summary
source: Summary
pl: Podsumowanie

# label.quantity
source: Availability
pl: Liczba sztuk na wyposarzeniu

# label.tags
source: Tags
pl: Tagi

# label.actions
source: Actions
pl: Akcje

# action.edit_contents
source: Edit contents
pl: Edycja treści

# menu.toggle_nav
source: Toggle navigation
pl: Przełącz nawigację

# menu.choose_language
source: Choose language
pl: Wybór języka

# menu.homepage
source: Homepage
pl: Strona główna

# menu.admin
source: Administrator panel
pl: Panel administracyjny

# menu.search
source: Search
pl: Szukaj

# menu.user
source: Manage account
pl: Zarządzaj kontem

# menu.logout
source: Logout
pl: Wyloguj się

# accessory.no_accessories_found
source: No accessories found.
pl: Brak przyrządów laboratoryjnych

source: Accessory created successfully!
pl: Przyrząd został utworzony!

source: Accessory updated successfully!
pl: Przyrząd został zaktualizowany!

source: Accessory deleted successfully!
pl: Przyrząd został usunięty!

# accessory.search_for
source: Search for...
pl: Szukaj...

# accessory.search_no_results
source: No results found
pl: Brak wyników wyszukiwania

source: User updated successfully!
pl: Użytkownik został zaktualizowany!

# help.quantity
source: Amount of accessories loaned by students: {amountOfLoans, number}
pl: Ilość sztuk wyporzyczonych przez studentów: {amountOfLoans, number}

# help.tags
source: Use commas to separate tags
pl: Tagi oddzielane za pomocą ","

# help.manage_users
source: Add/remove users </br> ( students )
pl: Dodawanie/usuwanie użytkowników </br> ( studentów )

# help.manage_lab
source: Add/remove/edit loans and </br> lab accessories
pl: Doadawanie/edytowanie/usuwanie wypożyczeń oraz sprzędu laboratoryjnego

# info.change_password
source: After changing your password, you will be logged out of the application.
pl: Po zmianie hasła nastąpi wylogowanie z sytemu.

# rss.title
source: Student's Laboratory
pl: Laboratorium Studenckie

# rss.description
source: Inventory of student laboratory equipment
pl: Inwentaryzacja wyposażenia laboratorium studenckiego

# paginator.previous
source: Previous
pl: Poprzednia

# paginator.next
source: Next
pl: Następna
